tap "thoughtbot/formulae"
brew "rcm"

brew "vim"
brew "fish"
brew "yq"
brew "jq"
brew "ripgrep"
brew "shfmt"
brew "gpg"
brew "htop"
brew "screenfetch"
brew "watch"
brew "tflint"
brew "nvim"
brew "fd"

cask "iterm2"
