# vim: set ft=ruby:

tap "thoughtbot/formulae"
brew "rcm"

brew "vim"
brew "fish"
brew "yq"
brew "jq"
brew "ripgrep"
brew "shfmt"
brew "gpg"
brew "htop"
brew "watch"
brew "tflint"
brew "nvim"
brew "fd"
brew "git-delta"
brew "autojump"
brew "ipcalc"
brew "tmux"

cask "alacritty"

